[
  {
      "name": "Badla",
    "desc": "Naina, a successful entrepreneur and married woman, gets caught in a web of accusations when her lover is found dead. She then hires a reputable lawyer to work with her on the case and find answers.",
    "rate": "⭐⭐"
  },
  {

    "name": "The girl with the dragon tatoo",
    "desc": "Mikael Blomkvist, a journalist, hires Lisbeth Salander, a computer hacker, to solve the mystery of a woman who has been missing for forty years. The two discover more than they bargained for.",
    "rate": "⭐⭐⭐⭐"
  },
  {
  	"name": "Edge of tomorrow",
  	"desc": "Edge of tomorrow is a great sci-fi genre movie. Featuring Tom Cruise and Emily Blunt. The plot of this movies revolves around alien invasion on the planet Earth.",
  	"rate": "⭐⭐⭐⭐⭐"
  },
  {
    "name": "Gone Girl",
    "desc": "Gone Girl is art and entertainment, a thriller and an issue, and an eerily assured audience picture. It is also a film that shifts emphasis and perspective so many times that you may feel as though you're watching five short movies strung together, each morphing into the next.",
    "rate": "⭐⭐⭐⭐"
  },
  {
    "name": "The Matrix",
    "desc": "Neo (Keanu Reeves) believes that Morpheus (Laurence Fishburne), an elusive figure considered to be the most dangerous man alive, can answer his question -- What is the Matrix? Neo is contacted by Trinity (Carrie-Anne Moss), a beautiful stranger who leads him into an underworld where he meets Morpheus. They fight a brutal battle for their lives against a cadre of viciously intelligent secret agents. It is a truth that could cost Neo something more precious than his life.",
    "rate": "⭐⭐⭐⭐⭐"
  },
  {
    "name": "The Pursuit of Happyness",
    "desc": "Based on a true story about a man named Christopher Gardner. Gardner has invested heavily in a device known as a "bone density scanner". He feels like he has it made selling these devices. However, they do not sell well as they are marginally better than x-ray at a much higher price. As Gardner works to make ends meet, his wife leaves him and he loses his apartment. Forced to live out in the streets with his son, Gardner continues to sell bone density scanners while concurrently taking on an unpaid internship as a stockbroker, with slim chances for advancement to a paid position. Before he can receive pay, he needs to outshine the competition through 6 months of training, and to sell his devices to stay afloat.",
    "rate": "⭐⭐⭐⭐"
  }

]
